Repository: mi11ione/Sonar
Catalog: Sonar/Localizable.xcstrings
Source language: en
Languages: es, ru, zh_hans

source: About
es: Acerca de
ru: О приложении
zh_hans: 关于

source: About mood signal
es: Acerca de la señal de ánimo
ru: О сигнале настроения
zh_hans: 关于情绪信号

source: Active
es: Activa
ru: Активна
zh_hans: 有效

source: Add
es: Añadir
ru: Добавить
zh_hans: 添加

source: Add tag
es: Añadir etiqueta
ru: Добавить метку
zh_hans: 添加标签

source: Advanced filters (Premium)
es: Filtros avanzados (Premium)
ru: Расширенные фильтры (Премиум)
zh_hans: 高级筛选（高级版）

source: All tags
es: Todas las etiquetas
ru: Все метки
zh_hans: 所有标签

source: All threads
es: Todos los temas
ru: Все темы
zh_hans: 所有主题

source: Annual
es: Anual
ru: Ежегодно
zh_hans: 每年

source: Any
es: Cualquiera
ru: Любые
zh_hans: 任意

source: Assign
es: Asignar
ru: Назначить
zh_hans: 分配

# assign_entries_to_threads_hint
source: Assign entries to threads from entry details.
es: Asigna entradas a temas desde los detalles de la entrada.
ru: Назначайте записи темам на экране деталей записи.
zh_hans: 可在条目详情中将条目分配到主题。

source: Assign Thread
es: Asignar tema
ru: Назначить тему
zh_hans: 分配主题

# audio_only_fallback
source: On-device transcription unavailable. Recording audio only.
es: La transcripción en el dispositivo no está disponible. Se grabará solo audio.
ru: Локальная транскрипция недоступна. Запись только аудио.
zh_hans: 设备端转写不可用。仅录制音频。

source: Average mood
es: Ánimo medio
ru: Среднее настроение
zh_hans: 平均情绪

source: Back
es: Atrás
ru: Назад
zh_hans: 返回

source: Best Value
es: Mejor precio
ru: Лучшая цена
zh_hans: 最超值

source: Billing
es: Facturación
ru: Выставление счетов
zh_hans: 账单

source: Billing Retry
es: Reintento de cobro
ru: Повтор оплаты
zh_hans: 账单重试

source: Buy
es: Comprar
ru: Купить
zh_hans: 购买

source: Cancel
es: Cancelar
ru: Отмена
zh_hans: 取消

source: Cancel anytime in Settings.
es: Cancela en cualquier momento en Ajustes.
ru: Отменить можно в Настройках в любое время.
zh_hans: 可随时在“设置”中取消。

# cannot_undo
source: This action cannot be undone.
es: Esta acción no se puede deshacer.
ru: Это действие нельзя отменить.
zh_hans: 此操作无法撤销。

source: Change plan
es: Cambiar plan
ru: Сменить план
zh_hans: 更改方案

source: Change plan via Apple
es: Cambiar plan con Apple
ru: Изменить план через Apple
zh_hans: 通过 Apple 更改方案

source: Clear filters
es: Borrar filtros
ru: Сбросить фильтры
zh_hans: 清除筛选器

source: Close
es: Cerrar
ru: Закрыть
zh_hans: 关闭

source: Contact support
es: Contactar con soporte
ru: Связаться с поддержкой
zh_hans: 联系支持

source: Continue
es: Continuar
ru: Продолжить
zh_hans: 继续

source: Custom range
es: Rango personalizado
ru: Произвольный период
zh_hans: 自定义范围

source: Daily prompt
es: Pregunta diaria
ru: Ежедневный вопрос
zh_hans: 每日问题

# daily_prompt_desc
source: Daily reflection prompt with one‑tap capture.
es: Pregunta diaria de reflexión para capturar con un toque.
ru: Ежедневный вопрос для размышления с записью в одно касание.
zh_hans: 每日反思提示，一键记录。

source: Daily reflection
es: Reflexión diaria
ru: Ежедневное размышление
zh_hans: 每日反思

# daily_reflection_body
source: Take a minute to capture your thoughts.
es: Tómate un minuto para capturar tus pensamientos.
ru: Выделите минуту, чтобы записать свои мысли.
zh_hans: 花一分钟记录你的想法。

source: Daily reminder
es: Recordatorio diario
ru: Ежедневное напоминание
zh_hans: 每日提醒

source: Data
es: Datos
ru: Данные
zh_hans: 数据

# data_storage_copy
source: Audio and transcripts are saved on this device by default. No account required, no cloud uploads. You can export or delete your data anytime from Settings.
es: El audio y las transcripciones se guardan en este dispositivo de forma predeterminada. No se requiere cuenta ni subidas a la nube. Puedes exportar o borrar tus datos en cualquier momento desde Ajustes.
ru: Аудио и расшифровки по умолчанию сохраняются на этом устройстве. Аккаунт не требуется, загрузки в облако отсутствуют. Вы можете экспортировать или удалить свои данные в любое время в Настройках.
zh_hans: 音频和转录默认保存在此设备上。无需账户，不会上传到云端。你可以随时在“设置”中导出或删除你的数据。

source: Default
es: Predeterminado
ru: По умолчанию
zh_hans: 默认

source: Default summary style
es: Estilo de resumen predeterminado
ru: Стиль сводки по умолчанию
zh_hans: 默认摘要样式

source: Delete
es: Eliminar
ru: Удалить
zh_hans: 删除

source: Delete all data
es: Eliminar todos los datos
ru: Удалить все данные
zh_hans: 删除所有数据

# delete_all_data_message
source: This removes all entries, tags, threads, local audio, notifications, and search indexes from this device.
es: Esto elimina todas las entradas, etiquetas, temas, audio local, notificaciones e índices de búsqueda de este dispositivo.
ru: Это удалит все записи, метки, темы, локальные аудиофайлы, уведомления и поисковые индексы с этого устройства.
zh_hans: 这将从此设备中移除所有条目、标签、主题、本地音频、通知和搜索索引。

# delete_all_data_q
source: Delete all data?
es: ¿Eliminar todos los datos?
ru: Удалить все данные?
zh_hans: 删除所有数据？

source: Delete this entry?
es: ¿Eliminar esta entrada?
ru: Удалить эту запись?
zh_hans: 删除此条目？

source: Developer
es: Desarrollador
ru: Разработчик
zh_hans: 开发者

# developer_unlimited_sub
source: Developer: Unlimited subscription
es: Desarrollador: suscripción ilimitada
ru: Разработчик: безлимитная подписка
zh_hans: 开发者：无限订阅

source: Disable
es: Desactivar
ru: Отключить
zh_hans: 停用

source: Discard
es: Descartar
ru: Сбросить
zh_hans: 丢弃

source: Done
es: Listo
ru: Готово
zh_hans: 完成

source: Edit
es: Editar
ru: Изменить
zh_hans: 编辑

source: Edit Tags
es: Editar etiquetas
ru: Редактировать метки
zh_hans: 编辑标签

# education_mood_badge_copy
source: A quick signal from −1 to +1 (Negative/Neutral/Positive), computed on device.
es: Una señal rápida de −1 a +1 (Negativo/Neutral/Positivo), calculada en el dispositivo.
ru: Короткий индикатор от −1 до +1 (Негатив/Нейтрально/Позитив), вычисляется на устройстве.
zh_hans: 从 −1 到 +1 的快速信号（消极/中性/积极），在设备端计算。

# education_mood_title
source: Mood badge
es: Insignia de ánimo
ru: Значок настроения
zh_hans: 情绪徽章

# education_next_title
source: What you’ll see next
es: Lo que verás a continuación
ru: Что вы увидите дальше
zh_hans: 接下来你会看到

# education_summary_bullets
source: • Made privately on your device • No cloud processing • You can change the style in Settings
es: • Se hace de forma privada en tu dispositivo • Sin procesamiento en la nube • Puedes cambiar el estilo en Ajustes
ru: • Выполняется приватно на вашем устройстве • Без облачной обработки • Стиль можно изменить в Настройках
zh_hans: • 在你的设备上私密完成 • 无云端处理 • 你可以在“设置”中更改样式

# education_summary_copy
source: Sonar creates a short, on‑device summary to help you revisit entries quickly.
es: Sonar crea un breve resumen en el dispositivo para ayudarte a revisar las entradas rápidamente.
ru: Sonar создаёт краткую сводку прямо на устройстве, чтобы вы могли быстро возвращаться к записям.
zh_hans: Sonar 会在设备端生成简短摘要，帮助你快速回顾条目。

# education_summary_title
source: Summary
es: Resumen
ru: Сводка
zh_hans: 摘要

source: Enable Mic & Speech
es: Activar micrófono y voz
ru: Включить микрофон и речь
zh_hans: 启用麦克风与语音

source: Enable Notifications
es: Activar notificaciones
ru: Включить уведомления
zh_hans: 启用通知

source: End
es: Finalizar
ru: Завершить
zh_hans: 结束

# entries_suffix
source: entries
es: entradas
ru: записей
zh_hans: 条目

# err_generic_recording
source: Something went wrong during recording. Please try again.
es: Algo salió mal durante la grabación. Inténtalo de nuevo.
ru: Во время записи что‑то пошло не так. Повторите попытку.
zh_hans: 录音过程中出现问题。请重试。

# err_mic_denied
source: Microphone permission is denied. Enable microphone access in Settings to record.
es: El permiso del micrófono está denegado. Activa el acceso al micrófono en Ajustes para grabar.
ru: Доступ к микрофону запрещён. Включите доступ к микрофону в Настройках, чтобы записывать.
zh_hans: 麦克风权限被拒绝。请在“设置”中启用麦克风以进行录音。

# err_ondevice_unavailable
source: On-device transcription isn't available for your language or device. You can still record audio.
es: La transcripción en el dispositivo no está disponible para tu idioma o dispositivo. Aún puedes grabar audio.
ru: Локальная транскрипция недоступна для вашего языка или устройства. Вы всё ещё можете записывать аудио.
zh_hans: 你的语言或设备不支持设备端转写。你仍然可以录制音频。

# err_speech_denied
source: Speech Recognition permission is denied. Enable Speech Recognition in Settings to transcribe.
es: El permiso de reconocimiento de voz está denegado. Activa el reconocimiento de voz en Ajustes para transcribir.
ru: Доступ к распознаванию речи запрещён. Включите распознавание речи в Настройках, чтобы делать транскрипции.
zh_hans: 语音识别权限被拒绝。请在“设置”中启用语音识别以进行转写。

source: Expired
es: Caducada
ru: Истекла
zh_hans: 已过期

source: Export JSON
es: Exportar JSON
ru: Экспорт JSON
zh_hans: 导出 JSON

source: Export JSON — Premium
es: Exportar JSON — Premium
ru: Экспорт JSON — Премиум
zh_hans: 导出 JSON — 高级版

# filter_date
source: Date
es: Fecha
ru: Дата
zh_hans: 日期

# filter_mood
source: Mood
es: Ánimo
ru: Настроение
zh_hans: 情绪

# filter_tags
source: Tags
es: Etiquetas
ru: Метки
zh_hans: 标签

# filter_thread
source: Thread
es: Tema
ru: Тема
zh_hans: 主题

source: Filters
es: Filtros
ru: Фильтры
zh_hans: 筛选器

source: Grace Period
es: Período de gracia
ru: Льготный период
zh_hans: 宽限期

source: Highlights
es: Destacados
ru: Главное
zh_hans: 亮点

# how_data_stored
source: How your data is stored
es: Cómo se almacenan tus datos
ru: Как хранятся ваши данные
zh_hans: 你的数据如何存储

source: How it works
es: Cómo funciona
ru: Как это работает
zh_hans: 工作原理

# howit_export_bullet_1
source: Export your data anytime from Settings → Data. Share a JSON export.
es: Exporta tus datos en cualquier momento desde Ajustes → Datos. Comparte un JSON.
ru: Экспортируйте данные в любое время в Настройки → Данные. Можно поделиться JSON.
zh_hans: 可在“设置 → 数据”中随时导出你的数据。可分享 JSON 导出。

# howit_export_bullet_2
source: Delete specific entries from the Journal, or wipe all data from Settings → Data.
es: Elimina entradas específicas desde Diario, o borra todos los datos desde Ajustes → Datos.
ru: Удаляйте отдельные записи в «Дневнике» или очистите все данные в Настройки → Данные.
zh_hans: 可在“日记”中删除特定条目，或在“设置 → 数据”中清除所有数据。

# howit_export_title
source: Export & Delete
es: Exportar y eliminar
ru: Экспорт и удаление
zh_hans: 导出与删除

# howit_icloud_bullet_1
source: iCloud sync is optional. When enabled, your entries sync via Apple’s CloudKit with your Apple ID.
es: La sincronización con iCloud es opcional. Al habilitarla, tus entradas se sincronizan mediante CloudKit de Apple con tu Apple ID.
ru: Синхронизация iCloud — по желанию. При включении записи синхронизируются через CloudKit Apple с вашим Apple ID.
zh_hans: iCloud 同步是可选的。启用后，你的条目将通过 Apple 的 CloudKit 与 Apple ID 同步。

# howit_icloud_bullet_2
source: Turn iCloud on/off from Settings → Preferences. If off, all data stays local.
es: Activa o desactiva iCloud en Ajustes → Preferencias. Si está desactivado, todos los datos permanecen locales.
ru: Включайте/выключайте iCloud в Настройки → Предпочтения. Если выключено, все данные остаются локально.
zh_hans: 可在“设置 → 偏好设置”中开启/关闭 iCloud。关闭时，所有数据仅保留本地。

# howit_icloud_title
source: iCloud Sync (Optional)
es: Sincronización con iCloud (opcional)
ru: Синхронизация iCloud (необязательно)
zh_hans: iCloud 同步（可选）

# howit_intro_copy
source: A private, voice‑first journal. Speak freely; Sonar transcribes on device, summarizes key points, and helps you find moments later — all with a local‑first design.
es: Un diario privado, con la voz primero. Habla con libertad; Sonar transcribe en el dispositivo, resume puntos clave y te ayuda a encontrar momentos después, todo con un diseño local‑primero.
ru: Приватный дневник с упором на голос. Говорите свободно; Sonar делает транскрипцию на устройстве, создаёт краткие сводки и помогает находить моменты позже — всё с локальным подходом.
zh_hans: 私密、以语音为先的日记。尽情开口；Sonar 在设备上转写、总结要点，并帮助你稍后找到片刻——一切都基于本地优先的设计。

# howit_privacy_bullet_1
source: Local‑first: Audio, transcripts, and summaries are stored on your device by default.
es: Local primero: el audio, las transcripciones y los resúmenes se guardan en tu dispositivo de forma predeterminada.
ru: Локально в первую очередь: аудио, транскрипты и сводки по умолчанию хранятся на вашем устройстве.
zh_hans: 本地优先：音频、转写和摘要默认存储在你的设备上。

# howit_privacy_bullet_2
source: No tracking. No third‑party analytics. Diagnostic data (like crashes) is collected by Apple’s systems; Sonar does not upload your content.
es: Sin rastreo. Sin analítica de terceros. Los datos de diagnóstico (como fallos) los recopilan los sistemas de Apple; Sonar no sube tu contenido.
ru: Без трекинга. Без сторонней аналитики. Диагностические данные (например, сбои) собирают системы Apple; Sonar не загружает ваш контент.
zh_hans: 无跟踪。无第三方分析。诊断数据（如崩溃）由 Apple 系统收集；Sonar 不上传你的内容。

# howit_privacy_bullet_3
source: You control discoverability: disable Spotlight indexing and daily reminders anytime.
es: Controlas la visibilidad: desactiva la indexación de Spotlight y los recordatorios diarios cuando quieras.
ru: Вы контролируете видимость: можно в любой момент отключить индексацию Spotlight и ежедневные напоминания.
zh_hans: 你掌控可见性：可随时关闭 Spotlight 索引和每日提醒。

# howit_privacy_title
source: Privacy & Data
es: Privacidad y datos
ru: Конфиденциальность и данные
zh_hans: 隐私与数据

# howit_record_bullet_1
source: Tap the mic to start recording. You’ll see a live transcript and a subtle waveform.
es: Toca el micrófono para empezar a grabar. Verás una transcripción en vivo y una forma de onda sutil.
ru: Нажмите на микрофон, чтобы начать запись. Вы увидите живую транскрипцию и ненавязчивую волну.
zh_hans: 点按麦克风开始录音。你会看到实时转写和细微的波形。

# howit_record_bullet_2
source: All audio capture uses your device’s microphone. You’re always in control: pause, resume, or stop at any time.
es: Toda la captura de audio usa el micrófono de tu dispositivo. Siempre tienes el control: pausa, reanuda o detén en cualquier momento.
ru: Вся запись аудио использует микрофон вашего устройства. Контроль у вас: можно ставить на паузу, продолжать или останавливать в любое время.
zh_hans: 所有音频采集均使用你设备的麦克风。你始终掌控：随时暂停、继续或停止。

# howit_record_bullet_3
source: Sonar aims for low‑latency on‑device speech recognition where available. If on‑device recognition isn’t supported, Sonar can record audio locally for later processing.
es: Sonar busca reconocimiento de voz en el dispositivo con baja latencia cuando esté disponible. Si no es compatible, puede grabar audio localmente para procesarlo más tarde.
ru: Sonar старается использовать низкозадержочное локальное распознавание речи, где это доступно. Если оно недоступно, Sonar может записать аудио локально для последующей обработки.
zh_hans: Sonar 在可用时优先低延迟的设备端语音识别。若设备端不支持，Sonar 可在本地录音以便稍后处理。

# howit_recording_title
source: Recording & Transcription
es: Grabación y transcripción
ru: Запись и транскрипция
zh_hans: 录音与转写

# howit_search_bullet_1
source: Search across your transcripts and summaries by keywords, tags, threads, and mood.
es: Busca en tus transcripciones y resúmenes por palabras clave, etiquetas, temas y ánimo.
ru: Ищите по транскриптам и сводкам по ключевым словам, меткам, темам и настроению.
zh_hans: 按关键词、标签、主题和情绪在你的转写与摘要中搜索。

# howit_search_bullet_2
source: Spotlight integration helps you find entries system‑wide. You can turn Spotlight indexing off in Settings.
es: La integración con Spotlight te ayuda a encontrar entradas en todo el sistema. Puedes desactivar la indexación de Spotlight en Ajustes.
ru: Интеграция со Spotlight помогает находить записи по всей системе. Индексацию Spotlight можно отключить в Настройках.
zh_hans: 与 Spotlight 集成可在系统范围内查找条目。你可在“设置”中关闭 Spotlight 索引。

# howit_search_title
source: Search & Spotlight
es: Búsqueda y Spotlight
ru: Поиск и Spotlight
zh_hans: 搜索与 Spotlight

# howit_summaries_bullet_1
source: After you stop, Sonar creates a concise summary using on‑device language features.
es: Al detenerte, Sonar crea un resumen conciso usando funciones de lenguaje en el dispositivo.
ru: После остановки Sonar создаёт краткую сводку, используя локальные языковые возможности.
zh_hans: 你停止后，Sonar 会使用设备端语言能力生成简洁摘要。

# howit_summaries_bullet_2
source: Mood is estimated from your words (not your voice). You can change the default summary style in Settings.
es: El ánimo se estima a partir de tus palabras (no de tu voz). Puedes cambiar el estilo de resumen predeterminado en Ajustes.
ru: Настроение оценивается по словам (не по голосу). В Настройках можно изменить стиль сводки по умолчанию.
zh_hans: 情绪是根据你的文字估算（而非声音）。你可以在“设置”中更改默认摘要样式。

# howit_summaries_bullet_3
source: You can revisit an entry later and regenerate its summary with a different style.
es: Puedes volver a una entrada más tarde y regenerar su resumen con un estilo diferente.
ru: Вы можете вернуться к записи позже и перегенерировать сводку в другом стиле.
zh_hans: 你可以稍后回到某条目，并以不同样式重新生成摘要。

# howit_summaries_title
source: Summaries & Mood
es: Resúmenes y ánimo
ru: Сводки и настроение
zh_hans: 摘要与情绪

# howit_support_bullet_1
source: Questions or feedback? Contact support from Settings → About → Contact Support.
es: ¿Preguntas o comentarios? Contacta soporte desde Ajustes → Acerca de → Contactar con soporte.
ru: Вопросы или отзыв? Свяжитесь с поддержкой: Настройки → О приложении → Связаться с поддержкой.
zh_hans: 有问题或反馈？前往 设置 → 关于 → 联系支持。

# howit_support_bullet_2
source: Privacy matters. If something doesn’t feel right, let us know — we’ll help.
es: La privacidad importa. Si algo no se siente bien, avísanos: te ayudaremos.
ru: Конфиденциальность важна. Если что‑то кажется неверным, дайте знать — мы поможем.
zh_hans: 隐私很重要。如果有任何不妥之处，请告诉我们——我们会帮你。

# howit_support_title
source: Support
es: Soporte
ru: Поддержка
zh_hans: 支持

# howit_tips_bullet_1
source: Use daily reminders to build a steady habit.
es: Usa recordatorios diarios para construir un hábito constante.
ru: Используйте ежедневные напоминания, чтобы формировать стабильную привычку.
zh_hans: 使用每日提醒培养稳定习惯。

# howit_tips_bullet_2
source: Organize with tags and long‑term threads to group related entries.
es: Organiza con etiquetas y temas de largo plazo para agrupar entradas relacionadas.
ru: Организуйте записи с помощью меток и долгосрочных тем.
zh_hans: 用标签与长期主题来组织相关条目。

# howit_tips_bullet_3
source: Try Text‑to‑Speech playback to hear your summaries aloud.
es: Prueba la reproducción de texto a voz para escuchar tus resúmenes en voz alta.
ru: Попробуйте озвучивание (Text‑to‑Speech), чтобы слушать свои сводки.
zh_hans: 试试文本转语音朗读你的摘要。

# howit_tips_title
source: Tips
es: Consejos
ru: Советы
zh_hans: 提示

# icloud_disable_confirm
source: Turn off iCloud sync?
es: ¿Desactivar la sincronización con iCloud?
ru: Отключить синхронизацию iCloud?
zh_hans: 要关闭 iCloud 同步吗？

# icloud_disable_explainer
source: You can keep using Sonar locally. Your cloud copy remains intact until you remove it.
es: Puedes seguir usando Sonar localmente. Tu copia en la nube seguirá intacta hasta que la elimines.
ru: Вы можете продолжить использовать Sonar локально. Облачная копия останется нетронутой, пока вы её не удалите.
zh_hans: 你仍可在本地使用 Sonar。你的云端副本会保留，直到你将其删除。

# icloud_migration_explainer
source: Moving your existing data to iCloud. This may take a moment.
es: Moviendo tus datos existentes a iCloud. Esto puede tardar un momento.
ru: Переносим ваши данные в iCloud. Это может занять некоторое время.
zh_hans: 正在将你现有的数据移至 iCloud，这可能需要一点时间。

# icloud_migration_title
source: Preparing iCloud Sync
es: Preparando sincronización con iCloud
ru: Подготовка синхронизации iCloud
zh_hans: 正在准备 iCloud 同步

source: iCloud sync
es: Sincronización con iCloud
ru: Синхронизация iCloud
zh_hans: iCloud 同步

# icloud_unavailable
source: iCloud not available
es: iCloud no disponible
ru: iCloud недоступен
zh_hans: iCloud 不可用

# icloud_unavailable_message
source: Sign in to iCloud and enable iCloud Drive in Settings to use sync.
es: Inicia sesión en iCloud y activa iCloud Drive en Ajustes para usar la sincronización.
ru: Войдите в iCloud и включите iCloud Drive в Настройках, чтобы использовать синхронизацию.
zh_hans: 请登录 iCloud 并在设置中启用 iCloud Drive 以使用同步。

source: Import JSON
es: Importar JSON
ru: Импорт JSON
zh_hans: 导入 JSON

# import_success
source: Import complete
es: Importación completada
ru: Импорт завершён
zh_hans: 导入完成

# insights_privacy_copy
source: Insights are computed on your device. No summaries or transcripts leave your phone.
es: Los análisis se calculan en tu dispositivo. Ningún resumen ni transcripción sale de tu teléfono.
ru: Аналитика вычисляется на вашем устройстве. Ни сводки, ни расшифровки не покидают ваш телефон.
zh_hans: 洞察在你的设备上计算。不会有任何摘要或转录离开你的手机。

# intent_new_prompt_desc
source: Show another reflection prompt.
es: Mostrar otra pregunta de reflexión.
ru: Показать ещё один вопрос для размышления.
zh_hans: 显示另一个反思提示。

# intent_pause_resume_desc
source: Pause or resume an ongoing recording.
es: Pausar o reanudar una grabación en curso.
ru: Поставить текущую запись на паузу или возобновить.
zh_hans: 暂停或继续正在进行的录音。

# intent_search_entries_desc
source: Search your entries by text, tag, or mood.
es: Busca tus entradas por texto, etiqueta o ánimo.
ru: Ищите записи по тексту, метке или настроению.
zh_hans: 按文本、标签或情绪搜索你的条目。

# intent_start_recording_desc
source: Begin a new voice journal entry.
es: Comienza una nueva entrada de diario por voz.
ru: Начните новую голосовую запись в дневнике.
zh_hans: 开始新的语音日记条目。

# intent_stop_recording_desc
source: Stop the current recording.
es: Detener la grabación actual.
ru: Остановить текущую запись.
zh_hans: 停止当前录音。

# intent_summarize_last_desc
source: Regenerates a summary for your most recent journal entry.
es: Regenera un resumen de tu entrada de diario más reciente.
ru: Создаёт сводку заново для вашей последней записи в дневнике.
zh_hans: 为你最近的日记条目重新生成摘要。

source: Journal Entry
es: Entrada de diario
ru: Запись дневника
zh_hans: 日记条目

# journal_tab
source: Journal
es: Diario
ru: Дневник
zh_hans: 日记

source: Last 7 days
es: Últimos 7 días
ru: Последние 7 дней
zh_hans: 最近 7 天

source: Last synced
es: Última sincronización
ru: Последняя синхронизация
zh_hans: 上次同步

source: Latest
es: Último
ru: Последнее
zh_hans: 最新

# latest_inline_format %@
source: Latest: %1$@
es: Último: %1$@
ru: Последнее: %1$@
zh_hans: 最新：%1$@

source: Latest summary
es: Último resumen
ru: Последняя сводка
zh_hans: 最新摘要

source: Lifetime
es: De por vida
ru: Навсегда
zh_hans: 终身版

# lifetime_copy
source: Pay once — keep Premium forever
es: Paga una vez: mantén Premium para siempre
ru: Единовременная оплата — Premium навсегда
zh_hans: 一次付费，永久享有高级版

source: Live waveform
es: Forma de onda en vivo
ru: Живая волна
zh_hans: 实时波形

source: Manage Subscription
es: Administrar suscripción
ru: Управление подпиской
zh_hans: 管理订阅

source: Manage tags
es: Administrar etiquetas
ru: Управление метками
zh_hans: 管理标签

source: Manage threads
es: Administrar temas
ru: Управление темами
zh_hans: 管理主题

source: Migrating…
es: Migrando…
ru: Перенос…
zh_hans: 正在迁移…

source: Monthly
es: Mensual
ru: Ежемесячно
zh_hans: 每月

source: Mood
es: Ánimo
ru: Настроение
zh_hans: 情绪

# mood_prefix %@
source: Mood: %1$@
es: Ánimo: %1$@
ru: Настроение: %1$@
zh_hans: 情绪：%1$@

# mood_signal_description
source: Sonar estimates mood locally using Apple's on‑device sentiment. Scores range from −1 to +1 and are grouped as Negative, Neutral, or Positive. Your content never leaves the device.
es: Sonar estima el ánimo localmente usando el análisis de sentimiento en el dispositivo de Apple. Las puntuaciones van de −1 a +1 y se agrupan en Negativo, Neutral o Positivo. Tu contenido nunca sale del dispositivo.
ru: Sonar оценивает настроение локально, используя встроенную модель тональности Apple. Оценки варьируются от −1 до +1 и группируются как Негативное, Нейтральное или Позитивное. Ваш контент никогда не покидает устройство.
zh_hans: Sonar 使用苹果设备端情感分析在本地估算情绪。分数范围为 −1 到 +1，并分为消极、中性或积极。你的内容永远不会离开设备。

source: Mood trend
es: Tendencia del ánimo
ru: Тренд настроения
zh_hans: 情绪趋势
